{
  "plugins": {
    "auto-pairs": {
      "src": "https://github.com/jiangmiao/auto-pairs"
    },
    "blamer.nvim": {
      "src": "https://github.com/APZelos/blamer.nvim"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-cmdline": {
      "src": "https://github.com/hrsh7th/cmp-cmdline"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "d2-vim": {
      "src": "https://github.com/terrastruct/d2-vim"
    },
    "edge.vim": {
      "src": "https://github.com/Yohannfra/edge.vim"
    },
    "gruvbox.nvim": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim"
    },
    "lazygit.nvim": {
      "src": "https://github.com/kdheepak/lazygit.nvim"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/norcalli/nvim-colorizer.lua"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/kyazdani42/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/kyazdani42/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "rainbow": {
      "src": "https://github.com/luochen1990/rainbow"
    },
    "tabular": {
      "src": "https://github.com/godlygeek/tabular"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "vim-alloy": {
      "src": "https://github.com/grafana/vim-alloy"
    },
    "vim-gitgutter": {
      "src": "https://github.com/airblade/vim-gitgutter"
    },
    "vim-mustache-handlebars": {
      "src": "https://github.com/mustache/vim-mustache-handlebars"
    },
    "vim-prisma": {
      "src": "https://github.com/prisma/vim-prisma"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "vimwiki": {
      "src": "https://github.com/vimwiki/vimwiki"
    }
  }
}
